import React from 'react'

function WeatherSeoul() {
  return (
        <section className="container-weather">
                    <div className="weather">
                        <h2>首爾天氣</h2>
                        <br/>
                            <p>春季（3 月至 5 月）：春季是從冬季到夏季的過渡季節。氣溫逐漸回暖，雨水增多，空氣濕度增大。春季的氣候特點是多變，時而陰雨綿綿，時而陽光明媚。春季的氣候溫和，適合戶外活動。</p>
                            <br/>
                            <p>夏季（6 月至 8 月）：夏季是全年最炎熱的季節，氣溫偏高，且濕度較大。夏季也是降雨量最多的季節，常有強降雨和雷暴出現。夏季的晴天紫外線強烈，需要注意防曬。</p>
                            <br/>
                            <p>秋季（9 月至 11 月）：秋季是從夏季到冬季的過渡季節，氣候開始轉涼，氣溫適中，濕度降低，天空湛藍，空氣清新，是一年中最宜人的季節之一。</p> 
                            <br/>
                            <p>冬季（12 月至 2 月）：冬季相對乾燥，氣候寒冷，沒有嚴寒的冬天，但偶爾會有寒潮南下，造成短時間的降溫。冬季的氣候舒適，適合在戶外享受陽光。</p>
                    </div>

        </section>
  )
}

export default WeatherSeoul