import React from 'react'

function WeatherLondon() {
  return (
        <section className="container-weather">
                    <div className="weather">
                        <h2>倫敦天氣</h2>
                        <br/>
                            <p>春季（3月-5月）：春季倫敦氣候溫和宜人，氣溫逐漸回升，平均氣溫約9°C至15°C之間。降雨量較為均勻，時常出現多雲和陣雨。此時倫敦的花園和公園開始盛開，是欣賞櫻花和鮮花的絕佳時機。</p>
                            <br/>
                            <p>夏季（6月-8月）：夏季倫敦氣溫溫暖，平均氣溫約18°C至22°C之間。降雨量相對較少，天氣晴朗的日子較多。這是遊覽倫敦著名景點和參加戶外活動的最佳季節，例如參觀大笨鐘、倫敦塔和倫敦眼。</p>
                            <br/>
                            <p>秋季（9月-11月）：秋季倫敦氣溫逐漸下降，平均氣溫約14°C至18°C之間。降雨量增加，多為陰天和小雨。倫敦的公園和樹木漸漸轉變為秋天的色彩，是賞楓和散步的好時光。</p>
                            <br/>
                            <p>冬季（12月-2月）：冬季倫敦氣溫寒冷，平均氣溫約5°C至9°C之間。降雨量較高，有時會出現雪。這是感受倫敦聖誕氛圍和冬季市集的時刻，可以欣賞到燈飾和節慶活動。</p>
                    </div>

        </section>
  )
}

export default WeatherLondon