import React from 'react'

function WeatherTokyo() {
  return (
        <section class="container-weather">
                    <div class="weather">
                        <h2>東京天氣</h2>
                        <br/>
                            <p>春季（3月至5月）： 氣溫適中，是賞櫻的好時節。 3月氣溫逐漸回升，但早晚仍有涼意，建議穿著薄外套或針織衫。 4月櫻花盛開，氣溫更為舒適，可以穿著輕便的春裝，但仍需留意日夜溫差。 5月氣溫約在15-23°C，適合賞花和戶外活動。</p>
                            <br/>
                            <p>夏季（6月至8月）： 炎熱潮濕，尤其7月和8月，氣溫常常超過30°C，濕度也高。 6月是梅雨季節，降雨頻繁，建議攜帶雨具和防曬用品。 夏季適合參加各種節慶活動，如煙火大會，但要注意防暑降溫。</p>
                            <br/>
                            <p>秋季（9月至11月）： 涼爽舒適，是賞楓的絕佳時機。 9月初仍有夏末餘溫，但10月和11月氣溫逐漸下降，早晚溫差大。 建議穿著多層次穿搭，如薄針織衫、襯衫、輕薄外套等。 11月開始，夜晚會比較寒冷，需要做好保暖措施。 </p> 
                            <br/>
                            <p>冬季（12月至2月）： 乾燥寒冷，但降雪較少。 12月和1月氣溫較低，需要穿著厚外套、毛帽、手套等保暖衣物。 冬季也是泡溫泉和滑雪的好時節。</p>
                    </div>

        </section>
  )
}

export default WeatherTokyo